Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Cmd_view_continuation
source: View: Continuation marks in multibyte characters
ar: عرض: علامات المتابعة في الأحرف متعددة البايتات
cs: Zobrazení: Značky pokračování ve vícebajtových znacích
de: Ansicht: Fortsetzungszeichen in Mehrbytezeichen
el: Προβολή: Σημάνσεις συνέχειας σε χαρακτήρες πολλών byte
es: Ver: marcas de continuación en caracteres multibyte
fa: نما: علامت ادامه در نویسه‌های چندبایتی
fr: Affichage : marques de continuation des caractères multioctets
hu: Nézet: Folytatásjelek a többbájtos karakterekben
id: Tampilan: Tanda lanjutan pada karakter multibyte
it: Visualizza: segni di continuazione nei caratteri multibyte
ja: 表示: マルチバイト文字の続きの記号
ko: 보기: 멀티바이트 문자의 연속 표시 기호
pl: Widok: znaczniki kontynuacji w znakach wielobajtowych
pt: Exibir: marcas de continuação em caracteres multibyte
ro: Vizualizare: marcaje de continuare în caracterele multiocteți
ru: Вид: метки продолжения в многобайтовых символах
th: มุมมอง: เครื่องหมายต่อเนื่องในอักขระหลายไบต์
tr: Görünüm: Çok baytlı karakterlerde devam işaretleri
uk: Вигляд: позначки продовження в багатобайтових символах
vi: Xem: Dấu tiếp nối trong ký tự nhiều byte
zh_hans: 视图：多字节字符中的后续标记
zh_hant: 檢視：多位元組字元中的接續標記

# CmdAlias_view_continuation
source: utf-8 multibyte
ar: utf-8 multibyte متعدد البايتات
cs: vícebajtové vicebajtove pokračování pokracovani utf-8 multibyte
de: mehrbyte utf-8 multibyte
el: πολλών byte utf-8 multibyte
es: multibyte utf-8
fa: چندبایتی, utf-8 multibyte
fr: multioctet utf-8 multibyte
hu: folytatás folytatas többbájtos tobbbajtos utf-8 multibyte
id: lanjutan karakter multibyte utf-8 multibyte
it: multibyte utf-8
ja: つづきのきごう
ko: 연속 표시 멀티바이트 utf-8 multibyte
pl: wielobajtowe utf-8 multibyte
pt: multibyte utf-8
ro: multiocteți multiocteti utf-8 multibyte
ru: многобайтовые utf-8 multibyte
th: หลายไบต์ ต่อเนื่อง utf-8 multibyte
tr: çok baytlı utf-8 multibyte
uk: багатобайтові utf-8 multibyte
vi: nhiều byte dấu tiếp nối utf-8 multibyte
zh_hans: 多字节 后续 标记 utf-8 multibyte
zh_hant: 多位元組 接續 標記 utf-8 multibyte

# Notice_OpenedReadOnly_AccessDenied
source: You don't have permission to write to this file, so it opened as read-only. Choose Allow editing to try again.
ar: ليس لديك إذن بالكتابة في هذا الملف، لذا تم فتحه للقراءة فقط. اختر «السماح بالتحرير» للمحاولة مرة أخرى.
cs: Nemáte oprávnění k zápisu do tohoto souboru, proto se otevřel jen pro čtení. Chcete-li to zkusit znovu, zvolte Povolit úpravy.
de: Sie haben keine Schreibberechtigung für diese Datei, daher wurde sie schreibgeschützt geöffnet. Wählen Sie „Bearbeitung zulassen“, um es erneut zu versuchen.
el: Δεν έχετε δικαίωμα εγγραφής σε αυτό το αρχείο, επομένως άνοιξε μόνο για ανάγνωση. Επιλέξτε «Να επιτρέπεται η επεξεργασία» για να δοκιμάσετε ξανά.
es: No tienes permiso para escribir en este archivo, así que se abrió como de solo lectura. Elige Permitir edición para volver a intentarlo.
fa: اجازهٔ نوشتن در این فایل را ندارید، بنابراین به‌صورت فقط خواندنی باز شد. برای تلاش دوباره «اجازهٔ ویرایش» را انتخاب کنید.
fr: Vous n'avez pas l'autorisation d'écrire dans ce fichier ; il a donc été ouvert en lecture seule. Choisissez Autoriser la modification pour réessayer.
hu: Nincs engedélye a fájl írásához, ezért írásvédett módban nyílt meg. Az újrapróbálkozáshoz válassza a Szerkesztés engedélyezése lehetőséget.
id: Anda tidak memiliki izin untuk menulis ke file ini, sehingga file dibuka sebagai baca-saja. Pilih Izinkan pengeditan untuk mencoba lagi.
it: Non hai l'autorizzazione per scrivere in questo file, quindi è stato aperto in sola lettura. Scegli Consenti modifica per riprovare.
ja: このファイルに書き込む権限がないため、読み取り専用で開きました。もう一度試すには「編集を許可する」を選んでください。
ko: 이 파일에 쓸 권한이 없어 읽기 전용으로 열었습니다. 다시 시도하려면 [편집 허용]을 선택하세요.
pl: Nie masz uprawnień do zapisu w tym pliku, więc został otwarty tylko do odczytu. Wybierz Zezwól na edycję, aby spróbować ponownie.
pt: Você não tem permissão para gravar neste arquivo, por isso ele foi aberto como somente leitura. Escolha Permitir edição para tentar novamente.
ro: Nu aveți permisiunea de a scrie în acest fișier, așa că s-a deschis doar în citire. Alegeți Permitere editare pentru a încerca din nou.
ru: У вас нет разрешения на запись в этот файл, поэтому он открыт только для чтения. Выберите «Разрешить редактирование», чтобы повторить попытку.
th: คุณไม่มีสิทธิ์เขียนลงในไฟล์นี้ จึงเปิดแบบอ่านอย่างเดียว เลือก “อนุญาตให้แก้ไข” เพื่อลองอีกครั้ง
tr: Bu dosyaya yazma izniniz olmadığından salt okunur olarak açıldı. Yeniden denemek için Düzenlemeye izin ver'i seçin.
uk: У вас немає дозволу на запис у цей файл, тому його відкрито лише для читання. Виберіть «Дозволити редагування», щоб спробувати ще раз.
vi: Bạn không có quyền ghi vào tệp này nên tệp đã được mở ở chế độ chỉ đọc. Hãy chọn Cho phép chỉnh sửa để thử lại.
zh_hans: 你没有写入此文件的权限，因此已以只读方式打开。若要重试，请选择“允许编辑”。
zh_hant: 您沒有寫入此檔案的權限，因此已以唯讀方式開啟。若要重試，請選擇「允許編輯」。

# Notice_OpenedReadOnly_SharingViolation
source: Another app has this file open for writing, so it opened as read-only. Choose Allow editing when the other app is done.
ar: يفتح تطبيق آخر هذا الملف للكتابة، لذا تم فتحه للقراءة فقط. اختر «السماح بالتحرير» عندما ينتهي التطبيق الآخر.
cs: Tento soubor má otevřený pro zápis jiná aplikace, proto se otevřel jen pro čtení. Až jiná aplikace skončí, zvolte Povolit úpravy.
de: Eine andere App hat diese Datei zum Schreiben geöffnet, daher wurde sie schreibgeschützt geöffnet. Wählen Sie „Bearbeitung zulassen“, wenn die andere App fertig ist.
el: Μια άλλη εφαρμογή έχει ανοιχτό αυτό το αρχείο για εγγραφή, επομένως άνοιξε μόνο για ανάγνωση. Επιλέξτε «Να επιτρέπεται η επεξεργασία» όταν τελειώσει η άλλη εφαρμογή.
es: Otra aplicación tiene este archivo abierto para escritura, así que se abrió como de solo lectura. Elige Permitir edición cuando la otra aplicación termine.
fa: برنامهٔ دیگری این فایل را برای نوشتن باز کرده است، بنابراین به‌صورت فقط خواندنی باز شد. وقتی کار برنامهٔ دیگر تمام شد، «اجازهٔ ویرایش» را انتخاب کنید.
fr: Une autre application a ouvert ce fichier en écriture ; il a donc été ouvert en lecture seule. Choisissez Autoriser la modification lorsque l'autre application a terminé.
hu: Egy másik alkalmazás írásra megnyitotta ezt a fájlt, ezért írásvédett módban nyílt meg. Ha a másik alkalmazás végzett, válassza a Szerkesztés engedélyezése lehetőséget.
id: Aplikasi lain sedang membuka file ini untuk ditulisi, sehingga file dibuka sebagai baca-saja. Pilih Izinkan pengeditan setelah aplikasi lain selesai.
it: Un'altra app ha aperto questo file in scrittura, quindi è stato aperto in sola lettura. Scegli Consenti modifica quando l'altra app ha finito.
ja: 他のアプリがこのファイルを書き込みのために開いているため、読み取り専用で開きました。他のアプリが終わったら「編集を許可する」を選んでください。
ko: 다른 앱이 쓰기용으로 이 파일을 열어 두어 읽기 전용으로 열었습니다. 다른 앱의 작업이 끝나면 [편집 허용]을 선택하세요.
pl: Inna aplikacja ma ten plik otwarty do zapisu, więc został otwarty tylko do odczytu. Wybierz Zezwól na edycję, gdy inna aplikacja skończy.
pt: Outro aplicativo está com este arquivo aberto para gravação, por isso ele foi aberto como somente leitura. Escolha Permitir edição quando o outro aplicativo terminar.
ro: O altă aplicație are acest fișier deschis pentru scriere, așa că s-a deschis doar în citire. Alegeți Permitere editare după ce cealaltă aplicație termină.
ru: Другое приложение открыло этот файл для записи, поэтому он открыт только для чтения. Выберите «Разрешить редактирование», когда другое приложение завершит работу с ним.
th: แอปอื่นเปิดไฟล์นี้เพื่อเขียนอยู่ จึงเปิดแบบอ่านอย่างเดียว เลือก “อนุญาตให้แก้ไข” เมื่อแอปอื่นทำงานเสร็จแล้ว
tr: Başka bir uygulama bu dosyayı yazmak için açtığından salt okunur olarak açıldı. Diğer uygulama işini bitirdiğinde Düzenlemeye izin ver'i seçin.
uk: Інша програма відкрила цей файл для запису, тому його відкрито лише для читання. Виберіть «Дозволити редагування», коли інша програма завершить роботу з ним.
vi: Một ứng dụng khác đang mở tệp này để ghi nên tệp đã được mở ở chế độ chỉ đọc. Hãy chọn Cho phép chỉnh sửa khi ứng dụng kia đã xong.
zh_hans: 另一个应用已以写入方式打开此文件，因此已以只读方式打开。待其他应用完成后，请选择“允许编辑”。
zh_hant: 另一個應用程式已開啟此檔案以進行寫入，因此已以唯讀方式開啟。待其他應用程式完成後，請選擇「允許編輯」。

# Notice_OpenedReadOnly_ReadOnlyMedia
source: This file is on read-only media, so it opened as read-only.
ar: هذا الملف موجود على وسائط للقراءة فقط، لذا تم فتحه للقراءة فقط.
cs: Tento soubor je na médiu jen pro čtení, proto se otevřel jen pro čtení.
de: Diese Datei befindet sich auf einem schreibgeschützten Medium und wurde daher schreibgeschützt geöffnet.
el: Αυτό το αρχείο βρίσκεται σε μέσο μόνο για ανάγνωση, επομένως άνοιξε μόνο για ανάγνωση.
es: Este archivo está en un medio de solo lectura, así que se abrió como de solo lectura.
fa: این فایل روی رسانهٔ فقط خواندنی است، بنابراین به‌صورت فقط خواندنی باز شد.
fr: Ce fichier se trouve sur un support en lecture seule ; il a donc été ouvert en lecture seule.
hu: Ez a fájl írásvédett adathordozón van, ezért írásvédett módban nyílt meg.
id: File ini berada di media baca-saja, sehingga dibuka sebagai baca-saja.
it: Questo file si trova su un supporto di sola lettura, quindi è stato aperto in sola lettura.
ja: このファイルは読み取り専用のメディアにあるため、読み取り専用で開きました。
ko: 이 파일은 읽기 전용 미디어에 있어 읽기 전용으로 열었습니다.
pl: Ten plik znajduje się na nośniku tylko do odczytu, więc został otwarty tylko do odczytu.
pt: Este arquivo está em uma mídia somente leitura, por isso foi aberto como somente leitura.
ro: Acest fișier se află pe un suport doar în citire, așa că s-a deschis doar în citire.
ru: Этот файл находится на носителе только для чтения, поэтому он открыт только для чтения.
th: ไฟล์นี้อยู่บนสื่อแบบอ่านอย่างเดียว จึงเปิดแบบอ่านอย่างเดียว
tr: Bu dosya salt okunur bir ortamda olduğundan salt okunur olarak açıldı.
uk: Цей файл розташовано на носії лише для читання, тому його відкрито лише для читання.
vi: Tệp này nằm trên phương tiện chỉ đọc nên đã được mở ở chế độ chỉ đọc.
zh_hans: 此文件位于只读介质上，因此已以只读方式打开。
zh_hant: 此檔案位於唯讀媒體上，因此已以唯讀方式開啟。

# ReadOnly_ReleaseFailed_AccessDenied
source: You don't have permission to write to {0}, so it stays read-only.
ar: ليس لديك إذن بالكتابة في {0}، لذا يظل للقراءة فقط.
cs: Nemáte oprávnění k zápisu do {0}, proto zůstává jen pro čtení.
de: Sie haben keine Schreibberechtigung für {0}, daher bleibt die Datei schreibgeschützt.
el: Δεν έχετε δικαίωμα εγγραφής στο {0}, επομένως παραμένει μόνο για ανάγνωση.
es: No tienes permiso para escribir en {0}, así que sigue siendo de solo lectura.
fa: اجازهٔ نوشتن در {0} را ندارید، بنابراین فقط خواندنی می‌ماند.
fr: Vous n'avez pas l'autorisation d'écrire dans {0} ; il reste donc en lecture seule.
hu: Nincs engedélye a(z) {0} írásához, ezért írásvédett marad.
id: Anda tidak memiliki izin untuk menulis ke {0}, sehingga tetap baca-saja.
it: Non hai l'autorizzazione per scrivere in {0}, quindi rimane di sola lettura.
ja: {0} に書き込む権限がないため、読み取り専用のままです。
ko: {0}에 쓸 권한이 없으므로 읽기 전용으로 유지됩니다.
pl: Nie masz uprawnień do zapisu w {0}, więc pozostaje tylko do odczytu.
pt: Você não tem permissão para gravar em {0}, por isso ele permanece somente leitura.
ro: Nu aveți permisiunea de a scrie în {0}, așa că rămâne doar în citire.
ru: У вас нет разрешения на запись в {0}, поэтому он остается доступным только для чтения.
th: คุณไม่มีสิทธิ์เขียนลงใน {0} จึงยังคงเป็นแบบอ่านอย่างเดียว
tr: {0} öğesine yazma izniniz olmadığından salt okunur kalır.
uk: У вас немає дозволу на запис у {0}, тому він залишається доступним лише для читання.
vi: Bạn không có quyền ghi vào {0} nên tệp vẫn ở chế độ chỉ đọc.
zh_hans: 你没有写入 {0} 的权限，因此保持只读。
zh_hant: 您沒有寫入 {0} 的權限，因此維持唯讀。

# ReadOnly_ReleaseFailed_SharingViolation
source: Another app has {0} open for writing, so it stays read-only.
ar: يفتح تطبيق آخر {0} للكتابة، لذا يظل للقراءة فقط.
cs: {0} má otevřený pro zápis jiná aplikace, proto zůstává jen pro čtení.
de: Eine andere App hat {0} zum Schreiben geöffnet, daher bleibt die Datei schreibgeschützt.
el: Μια άλλη εφαρμογή έχει ανοιχτό το {0} για εγγραφή, επομένως παραμένει μόνο για ανάγνωση.
es: Otra aplicación tiene {0} abierto para escritura, así que sigue siendo de solo lectura.
fa: برنامهٔ دیگری {0} را برای نوشتن باز کرده است، بنابراین فقط خواندنی می‌ماند.
fr: Une autre application a ouvert {0} en écriture ; il reste donc en lecture seule.
hu: Egy másik alkalmazás írásra megnyitotta a(z) {0} fájlt, ezért írásvédett marad.
id: Aplikasi lain sedang membuka {0} untuk ditulisi, sehingga tetap baca-saja.
it: Un'altra app ha aperto {0} in scrittura, quindi rimane di sola lettura.
ja: 他のアプリが {0} を書き込みのために開いているため、読み取り専用のままです。
ko: 다른 앱이 쓰기용으로 {0}을(를) 열어 두었으므로 읽기 전용으로 유지됩니다.
pl: Inna aplikacja ma {0} otwarty do zapisu, więc pozostaje tylko do odczytu.
pt: Outro aplicativo está com {0} aberto para gravação, por isso ele permanece somente leitura.
ro: O altă aplicație are {0} deschis pentru scriere, așa că rămâne doar în citire.
ru: Другое приложение открыло {0} для записи, поэтому он остается доступным только для чтения.
th: แอปอื่นเปิด {0} เพื่อเขียนอยู่ จึงยังคงเป็นแบบอ่านอย่างเดียว
tr: Başka bir uygulama {0} öğesini yazmak için açtığından salt okunur kalır.
uk: Інша програма відкрила {0} для запису, тому він залишається доступним лише для читання.
vi: Một ứng dụng khác đang mở {0} để ghi nên tệp vẫn ở chế độ chỉ đọc.
zh_hans: 另一个应用已以写入方式打开 {0}，因此保持只读。
zh_hant: 另一個應用程式已開啟 {0} 以進行寫入，因此維持唯讀。

# Recovery_TempDetails
source: A temporary file was left behind by a save that didn't finish. The file itself was not changed.
ar: تبقّى ملف مؤقت من عملية حفظ لم تكتمل. لم يتم تغيير الملف نفسه.
cs: Po nedokončeném uložení zůstal dočasný soubor. Samotný soubor nebyl změněn.
de: Ein nicht abgeschlossener Speichervorgang hat eine temporäre Datei hinterlassen. Die Datei selbst wurde nicht geändert.
el: Παρέμεινε ένα προσωρινό αρχείο από μια αποθήκευση που δεν ολοκληρώθηκε. Το ίδιο το αρχείο δεν άλλαξε.
es: Un guardado que no terminó dejó un archivo temporal. El archivo en sí no se modificó.
fa: یک فایل موقت از ذخیره‌ای که تمام نشد باقی مانده است. خود فایل تغییر نکرده است.
fr: Un enregistrement inachevé a laissé un fichier temporaire. Le fichier lui-même n'a pas été modifié.
hu: Egy be nem fejezett mentés ideiglenes fájlt hagyott hátra. Magát a fájlt nem módosította.
id: File sementara tertinggal dari penyimpanan yang tidak selesai. File itu sendiri tidak diubah.
it: Un salvataggio non completato ha lasciato un file temporaneo. Il file stesso non è stato modificato.
ja: 終わらなかった保存の一時ファイルが残っています。ファイル自体は変更されていません。
ko: 완료되지 않은 저장 작업의 임시 파일이 남아 있습니다. 파일 자체는 변경되지 않았습니다.
pl: Niedokończone zapisywanie pozostawiło plik tymczasowy. Sam plik nie został zmieniony.
pt: Um salvamento não concluído deixou um arquivo temporário. O próprio arquivo não foi alterado.
ro: O salvare care nu s-a terminat a lăsat în urmă un fișier temporar. Fișierul propriu-zis nu a fost modificat.
ru: После незавершенного сохранения остался временный файл. Сам файл не изменен.
th: มีไฟล์ชั่วคราวหลงเหลือจากการบันทึกที่ไม่เสร็จสมบูรณ์ ตัวไฟล์เองไม่มีการเปลี่ยนแปลง
tr: Tamamlanmayan bir kaydetme işleminden geriye geçici bir dosya kaldı. Dosyanın kendisi değiştirilmedi.
uk: Після незавершеного збереження залишився тимчасовий файл. Сам файл не змінено.
vi: Một lần lưu chưa hoàn tất đã để lại tệp tạm. Bản thân tệp không bị thay đổi.
zh_hans: 未完成的保存留下了一个临时文件。文件本身未被更改。
zh_hant: 未完成的儲存作業留下了暫存檔。檔案本身並未變更。

# Recovery_TempDelete
source: Delete
ar: حذف
cs: Odstranit
de: Löschen
el: Διαγραφή
es: Eliminar
fa: حذف
fr: Supprimer
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
pl: Usuń
pt: Excluir
ro: Ștergere
ru: Удалить
th: ลบ
tr: Sil
uk: Видалити
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# Recovery_DeleteFailed
source: Couldn't delete it: {0}
ar: تعذّر حذفه: {0}
cs: Odstranění se nezdařilo: {0}
de: Löschen nicht möglich: {0}
el: Δεν ήταν δυνατή η διαγραφή: {0}
es: No se pudo eliminar: {0}
fa: حذف آن ممکن نشد: {0}
fr: Impossible de le supprimer : {0}
hu: Nem sikerült törölni: {0}
id: Tidak dapat menghapusnya: {0}
it: Impossibile eliminarlo: {0}
ja: 削除できませんでした: {0}
ko: 삭제할 수 없습니다: {0}
pl: Nie można go usunąć: {0}
pt: Não foi possível excluí-lo: {0}
ro: Nu s-a putut șterge: {0}
ru: Не удалось удалить: {0}
th: ไม่สามารถลบได้: {0}
tr: Silinemedi: {0}
uk: Не вдалося видалити: {0}
vi: Không thể xóa: {0}
zh_hans: 无法删除：{0}
zh_hant: 無法刪除：{0}

# Unregister_ManagedByWindows
source: This copy of HexEditor is managed by Windows. To remove it, uninstall it from Settings > Apps.
ar: تتم إدارة نسخة HexEditor هذه بواسطة Windows. لإزالتها، قم بإلغاء تثبيتها من الإعدادات > التطبيقات.
cs: Tuto kopii aplikace HexEditor spravuje Windows. Chcete-li ji odebrat, odinstalujte ji v Nastavení > Aplikace.
de: Diese Kopie von HexEditor wird von Windows verwaltet. Um sie zu entfernen, deinstallieren Sie sie unter „Einstellungen > Apps“.
el: Η διαχείριση αυτού του αντιγράφου του HexEditor γίνεται από τα Windows. Για να το καταργήσετε, απεγκαταστήστε το από τις Ρυθμίσεις > Εφαρμογές.
es: Windows administra esta copia de HexEditor. Para quitarla, desinstálala desde Configuración > Aplicaciones.
fa: این نسخه از HexEditor توسط Windows مدیریت می‌شود. برای حذف آن، از تنظیمات > برنامه‌ها آن را حذف نصب کنید.
fr: Cette copie de HexEditor est gérée par Windows. Pour la supprimer, désinstallez-la depuis Paramètres > Applications.
hu: A HexEditor ezen példányát a Windows kezeli. Eltávolításához használja a Gépház > Alkalmazások lehetőséget.
id: Salinan HexEditor ini dikelola oleh Windows. Untuk menghapusnya, copot pemasangannya dari Pengaturan > Aplikasi.
it: Questa copia di HexEditor è gestita da Windows. Per rimuoverla, disinstallala da Impostazioni > App.
ja: この HexEditor の登録は Windows が管理しています。削除するには Windows の設定の「アプリ」からアンインストールしてください。
ko: 이 HexEditor는 Windows에서 관리합니다. 제거하려면 [설정] > [앱]에서 제거하세요.
pl: Ta kopia programu HexEditor jest zarządzana przez system Windows. Aby ją usunąć, odinstaluj ją w obszarze Ustawienia > Aplikacje.
pt: Esta cópia do HexEditor é gerenciada pelo Windows. Para removê-la, desinstale-a em Configurações > Aplicativos.
ro: Această copie HexEditor este gestionată de Windows. Pentru a o elimina, dezinstalați-o din Setări > Aplicații.
ru: Эта копия HexEditor управляется Windows. Чтобы удалить ее, используйте раздел «Параметры > Приложения».
th: HexEditor ชุดนี้ได้รับการจัดการโดย Windows หากต้องการเอาออก ให้ถอนการติดตั้งจาก การตั้งค่า > แอป
tr: HexEditor'ın bu kopyası Windows tarafından yönetiliyor. Kaldırmak için Ayarlar > Uygulamalar bölümünden kaldırın.
uk: Цією копією HexEditor керує Windows. Щоб видалити її, скористайтеся розділом «Параметри» > «Програми».
vi: Bản HexEditor này do Windows quản lý. Để gỡ bỏ, hãy gỡ cài đặt trong Cài đặt > Ứng dụng.
zh_hans: 此 HexEditor 副本由 Windows 管理。若要移除，请从“设置 > 应用”中卸载。
zh_hant: 此份 HexEditor 由 Windows 管理。若要移除，請從「設定 > 應用程式」解除安裝。

# Unregister_NothingRegistered
source: This copy of HexEditor doesn't register anything on this PC.
ar: لا تسجّل نسخة HexEditor هذه أي شيء على هذا الكمبيوتر.
cs: Tato kopie aplikace HexEditor v tomto počítači nic neregistruje.
de: Diese Kopie von HexEditor registriert nichts auf diesem PC.
el: Αυτό το αντίγραφο του HexEditor δεν καταχωρίζει τίποτα σε αυτόν τον υπολογιστή.
es: Esta copia de HexEditor no registra nada en este equipo.
fa: این نسخه از HexEditor چیزی در این رایانه ثبت نمی‌کند.
fr: Cette copie de HexEditor n'inscrit rien sur ce PC.
hu: A HexEditor ezen példánya semmit sem regisztrál ezen a számítógépen.
id: Salinan HexEditor ini tidak mendaftarkan apa pun di PC ini.
it: Questa copia di HexEditor non registra nulla su questo PC.
ja: この HexEditor はこの PC に何も登録しません。
ko: 이 HexEditor는 이 PC에 아무것도 등록하지 않습니다.
pl: Ta kopia programu HexEditor niczego nie rejestruje na tym komputerze.
pt: Esta cópia do HexEditor não registra nada neste PC.
ro: Această copie HexEditor nu înregistrează nimic pe acest PC.
ru: Эта копия HexEditor ничего не регистрирует на этом компьютере.
th: HexEditor ชุดนี้ไม่ได้ลงทะเบียนสิ่งใดบนพีซีเครื่องนี้
tr: HexEditor'ın bu kopyası bu bilgisayara hiçbir şey kaydetmiyor.
uk: Ця копія HexEditor нічого не реєструє на цьому ПК.
vi: Bản HexEditor này không đăng ký gì trên PC này.
zh_hans: 此 HexEditor 副本未在此电脑上注册任何内容。
zh_hant: 此份 HexEditor 不會在此電腦上登錄任何項目。

# Unregister_Done
source: HexEditor's registrations on this PC were removed.
ar: تمت إزالة تسجيلات HexEditor من هذا الكمبيوتر.
cs: Registrace aplikace HexEditor v tomto počítači byly odebrány.
de: Die Registrierungen von HexEditor auf diesem PC wurden entfernt.
el: Οι καταχωρίσεις του HexEditor σε αυτόν τον υπολογιστή καταργήθηκαν.
es: Se quitaron los registros de HexEditor en este equipo.
fa: ثبت‌های HexEditor در این رایانه حذف شدند.
fr: Les inscriptions de HexEditor sur ce PC ont été supprimées.
hu: A HexEditor regisztrációi el lettek távolítva erről a számítógépről.
id: Pendaftaran HexEditor di PC ini telah dihapus.
it: Le registrazioni di HexEditor su questo PC sono state rimosse.
ja: この PC から HexEditor の登録を解除しました。
ko: 이 PC에서 HexEditor 등록을 제거했습니다.
pl: Usunięto rejestracje programu HexEditor na tym komputerze.
pt: Os registros do HexEditor neste PC foram removidos.
ro: Înregistrările HexEditor de pe acest PC au fost eliminate.
ru: Регистрации HexEditor на этом компьютере удалены.
th: เอาการลงทะเบียนของ HexEditor ออกจากพีซีเครื่องนี้แล้ว
tr: HexEditor'ın bu bilgisayardaki kayıtları kaldırıldı.
uk: Реєстрації HexEditor на цьому ПК видалено.
vi: Đã xóa các đăng ký của HexEditor trên PC này.
zh_hans: 已移除 HexEditor 在此电脑上的注册。
zh_hant: 已移除 HexEditor 在此電腦上的登錄。

# Shell_Item_ContextMenu
source: Right-click menu "Open with HexEditor"
ar: قائمة النقر بزر الماوس الأيمن "فتح باستخدام HexEditor"
cs: Místní nabídka „Otevřít v aplikaci HexEditor“
de: Kontextmenü „Mit HexEditor öffnen“
el: Μενού δεξιού κλικ "Άνοιγμα με το HexEditor"
es: Menú contextual “Abrir con HexEditor”
fa: منوی کلیک راست «باز کردن با HexEditor»
fr: Menu contextuel « Ouvrir avec HexEditor »
hu: Helyi menü: "Megnyitás a HexEditor programmal"
id: Menu klik kanan "Buka dengan HexEditor"
it: Menu di scelta rapida “Apri con HexEditor”
ja: 右クリックメニュー「HexEditor で開く」
ko: 오른쪽 클릭 메뉴 "HexEditor로 열기"
pl: Menu kontekstowe „Otwórz za pomocą HexEditor”
pt: Menu de contexto “Abrir com o HexEditor”
ro: Meniul clic dreapta „Deschidere cu HexEditor”
ru: Контекстное меню «Открыть с помощью HexEditor»
th: เมนูคลิกขวา “เปิดด้วย HexEditor”
tr: "HexEditor ile aç" sağ tıklama menüsü
uk: Контекстне меню «Відкрити за допомогою HexEditor»
vi: Menu chuột phải "Mở bằng HexEditor"
zh_hans: 右键菜单“使用 HexEditor 打开”
zh_hant: 右鍵功能表「以 HexEditor 開啟」

# Shell_Item_FileAssociations
source: File associations
ar: اقترانات الملفات
cs: Přidružení souborů
de: Dateizuordnungen
el: Συσχετίσεις αρχείων
es: Asociaciones de archivos
fa: ارتباط‌های فایل
fr: Associations de fichiers
hu: Fájltársítások
id: Asosiasi file
it: Associazioni di file
ja: ファイルの関連付け
ko: 파일 연결
pl: Skojarzenia plików
pt: Associações de arquivos
ro: Asocieri de fișiere
ru: Сопоставления файлов
th: การเชื่อมโยงไฟล์
tr: Dosya ilişkilendirmeleri
uk: Зіставлення файлів
vi: Liên kết tệp
zh_hans: 文件关联
zh_hant: 檔案關聯

# Shell_Item_AppPaths
source: App Paths (Run dialog)
ar: App Paths (مربع الحوار «تشغيل»)
cs: App Paths (dialog Spustit)
de: App Paths (Dialogfeld „Ausführen“)
el: App Paths (παράθυρο διαλόγου Εκτέλεση)
es: App Paths (cuadro de diálogo Ejecutar)
fa: App Paths (کادر Run)
fr: App Paths (boîte de dialogue Exécuter)
hu: App Paths (Futtatás párbeszédpanel)
id: App Paths (dialog Jalankan)
it: App Paths (finestra Esegui)
ja: App Paths (ファイル名を指定して実行)
ko: App Paths(실행 대화 상자)
pl: App Paths (okno Uruchamianie)
pt: App Paths (caixa de diálogo Executar)
ro: App Paths (caseta Rulare)
ru: App Paths (окно «Выполнить»)
th: App Paths (กล่องโต้ตอบ เรียกใช้)
tr: App Paths (Çalıştır iletişim kutusu)
uk: App Paths (діалогове вікно «Виконати»)
vi: App Paths (hộp thoại Run)
zh_hans: App Paths（“运行”对话框）
zh_hant: App Paths（執行對話方塊）
